/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "Connexion en cours.";
"cover-open" = "Cache ouvert.";
"developer-empty" = "Développeur vide.";
"developer-low" = "Développeur presque vide.";
"door-open" = "Trappe ouverte.";
"fuser-over-temp" = "Température de l’unité de fusion élevée.";
"fuser-under-temp" = "Température de l’unité de fusion faible.";
"input-tray-missing" = "Bac de l’imprimante manquant.";
"interlock-open" = "Dispositif de verrouillage ouvert.";
"interpreter-resource-unavailable" = "Ressource non disponible (par ex., une police)";
"marker-supply-empty" = "Cartouche d’encre/de toner vide";
"marker-supply-low" = "Cartouche d’encre/de toner presque vide.";
"marker-waste-almost-full" = "Corbeille de la cartouche d’encre/de toner presque pleine.";
"marker-waste-full" = "Corbeille de la cartouche d’encre/de toner pleine.";
"media-empty" = "Bac de l’imprimante vide.";
"media-jam" = "Bourrage papier.";
"media-low" = "Bac de l’imprimante presque vide.";
"media-needed" = "Le bac de l’imprimante doit être rechargé.";
"moving-to-paused" = "Déconnexion de l’imprimante,";
"none" = " ";
"opc-life-over" = "OPC en fin de cycle de vie.";
"opc-near-eol" = "OPC proche de la fin de son cycle de vie.";
"other" = " ";
"output-area-almost-full" = "Corbeille de sortie presque pleine.";
"output-area-full" = "Corbeille de sortie pleine.";
"output-tray-missing" = "Bac de sortie manquant.";
"paused" = "En pause.";
"shutdown" = "Imprimante déconnectée.";
"spool-area-full" = "Zone de mise en attente saturée.";
"stopped-partly" = "Opération en partie arrêtée";
"stopping" = "Arrêt en cours";
"timed-out" = "L’imprimante ne répond plus.";
"toner-empty" = "Toner épuisé.";
"toner-low" = "Faible niveau de toner.";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "Arrêt en cours";
"compression-error" = "Erreur de décompression.";
"document-access-error" = "Erreur d’accès au document.";
"document-format-error" = "Erreur de format du document.";
"job-canceled-at-device" = "Opération annulée sur l’imprimante.";
"job-canceled-by-operator" = "Annulée par l’utilisateur.";
"job-canceled-by-user" = "Annulée par l’utilisateur.";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "Terminé, mais des erreurs se sont produites.";
"job-completed-with-warnings" = "Terminé, mais des avertissements sont apparus.";
"job-data-insufficient" = "Données insuffisantes.";
"job-hold-until-specified" = "Suspendre jusqu’à.";
"job-incoming" = "Données entrantes.";
"job-interpreting" = "Interprétation en cours.";
"job-outgoing" = "Données en cours d’envoi.";
"job-printing" = "Impression en cours.";
"job-queued-for-marker" = "En file d’attente pour le marqueur.";
"job-queued" = "En file d’attente.";
"job-restartable" = "Redémarrable.";
"job-transforming" = "Transformation en cours.";
"printer-stopped-partly" = "L’imprimante est partiellement arrêtée.";
"printer-stopped" = "Imprimante arrêtée.";
"processing-to-stop-point" = "Arrêt en cours.";
"queued-in-device" = "Prêt.";
"resources-are-not-ready" = "Ressources non prêtes.";
"service-off-line" = "Service déconnecté.";
"submission-interrupted" = "Envoi interrompu.";
"unsupported-compression" = "Compression non prise en charge.";
"unsupported-document-format" = "Format de document non pris en charge.";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "Suspendre les nouvelles tâches";
"deactivated" = "Désactivé";
"job-suspended" = "suspendue.";

/* CUPS defined reasons */
"cups-missing-filter-error" = "Filtre manquant.";
"offline-error" = "Déconnectée.";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "AppleTalk est désactivé.";
"apple-missing-usbclassdriver-error" = "Gestionnaire de classe USB manquant.";
"apple-nbp-lookup-warning" = "L’imprimante ne répond pas.";
